Repository: TomaszWojtyniak/BeatRate
Catalog: Presentation/Onboarding/Sources/Onboarding/Resources/Localizable.xcstrings
Source language: en
Languages: pl

# libraryAccess.bullet.open
source: Open albums in your music player of choice.
pl: Otwieraj albumy w wybranym odtwarzaczu.

# libraryAccess.bullet.rate
source: Rate albums and keep your taste in one place.
pl: Oceniaj albumy i trzymaj swój muzyczny gust w jednym miejscu.

# libraryAccess.bullet.search
source: Search the full Apple Music catalog.
pl: Przeszukuj cały katalog Apple Music.

# libraryAccess.continue
source: Continue
pl: Dalej

# libraryAccess.message
source: BeatRate uses Apple Music's catalog to show you new releases, fetch album metadata and tracklists, and let you rate every album you listen to.
pl: BeatRate korzysta z katalogu Apple Music, aby pokazywać ci nowe wydania, pobierać informacje o albumach i listy utworów oraz pozwalać ci oceniać każdy album, którego słuchasz.

# libraryAccess.title
source: Music library access
pl: Dostęp do biblioteki muzycznej

# picker.appleMusic.subtitle
source: Open albums in Apple Music.
pl: Otwieraj albumy w Apple Music.

# picker.error.accessDenied
source: %(player)@ access wasn't granted.
pl: Nie przyznano dostępu do usługi %(player)@.

# picker.error.connect
source: Couldn't connect %(player)@. Please try again.
pl: Nie udało się połączyć z usługą %(player)@. Spróbuj ponownie.

# picker.error.save
source: Couldn't save your choice. Please try again.
pl: Nie udało się zapisać wyboru. Spróbuj ponownie.

# picker.header.subtitle
source: Where albums you tap will open.
pl: Albumy, które stukniesz, otworzą się w tym odtwarzaczu.

# picker.header.subtitleOnboarding
source: Where albums you tap will open. You can change it later in Settings.
pl: Albumy, które stukniesz, otworzą się w tym odtwarzaczu. Możesz to później zmienić w Ustawieniach.

# picker.header.title
source: Pick your player
pl: Wybierz odtwarzacz

# picker.spotify.subtitle
source: Open albums in Spotify, sync recommendations.
pl: Otwieraj albumy w Spotify, synchronizuj rekomendacje.

# picker.title
source: Main music player
pl: Główny odtwarzacz muzyki
